[
  {"id":"barr_random_2013-1","abstract":"Linear mixed-effects models (LMEMs) have become increasingly prominent in psycholinguistics and related areas. However, many researchers do not seem to appreciate how random effects structures affect the generalizability of an analysis. Here, we argue that researchers using LMEMs for conﬁrmatory hypothesis testing should minimally adhere to the standards that have been in place for many decades. Through theoretical arguments and Monte Carlo simulation, we show that LMEMs generalize best when they include the maximal random effects structure justiﬁed by the design. The generalization performance of LMEMs including data-driven random effects structures strongly depends upon modeling criteria and sample size, yielding reasonable results on moderately-sized samples when conservative criteria are used, but with little or no power advantage over maximal models. Finally, random-intercepts-only LMEMs used on within-subjects and/or within-items data from populations where subjects and/or items vary in their sensitivity to experimental manipulations always generalize worse than separate F1 and F2 tests, and in many cases, even worse than F1 alone. Maximal LMEMs should be the ‘gold standard’ for conﬁrmatory hypothesis testing in psycholinguistics and beyond.","accessed":{"date-parts":[[2023,3,20]]},"author":[{"family":"Barr","given":"Dale J."},{"family":"Levy","given":"Roger"},{"family":"Scheepers","given":"Christoph"},{"family":"Tily","given":"Harry J."}],"citation-key":"barr_random_2013-1","container-title":"Journal of Memory and Language","container-title-short":"Journal of Memory and Language","DOI":"10.1016/j.jml.2012.11.001","ISSN":"0749596X","issue":"3","issued":{"date-parts":[[2013,4]]},"language":"en","page":"255-278","source":"DOI.org (Crossref)","title":"Random effects structure for confirmatory hypothesis testing: Keep it maximal","title-short":"Random effects structure for confirmatory hypothesis testing","type":"article-journal","URL":"https://linkinghub.elsevier.com/retrieve/pii/S0749596X12001180","volume":"68"},
  {"id":"winter_very_2014","abstract":"This tutorial serves as a quick boot camp to jump-start your own analyses with linear mixed effects models. This text is different from other introductions by being decidedly conceptual; I will focus on why you want to use mixed models and how you should use them. While many introductions to this topic can be very daunting to readers who lake the appropriate statistical background, this text is going to be a softer kind of introduction… so, don't panic! The tutorial requires R – so if you haven't installed it yet, go and get it! I also recommend reading tutorial 1 in this series before you go further. You can find it here:","author":[{"family":"Winter","given":"Bodo"}],"citation-key":"winter_very_2014","issued":{"date-parts":[[2014]]},"title":"A very basic tutorial for performing linear mixed effects analyses (Tutorial 2)","type":"post-weblog","URL":"https://bodowinter.com/tutorial/bw_LME_tutorial2.pdf"}
]
