[
  {"id":"debruine_understanding_2021","abstract":"Experimental designs that sample both subjects and stimuli from a larger population need to account for random effects of both subjects and stimuli using mixed-effects models. However, much of this research is analyzed using analysis of variance on aggregated responses because researchers are not confident specifying and interpreting mixed-effects models. This Tutorial explains how to simulate data with random-effects structure and analyze the data using linear mixed-effects regression (with the lme4 R package), with a focus on interpreting the output in light of the simulated parameters. Data simulation not only can enhance understanding of how these models work, but also enables researchers to perform power calculations for complex designs. All materials associated with this article can be accessed at https://osf.io/3cz2e/ .","author":[{"family":"DeBruine","given":"Lisa M."},{"family":"Barr","given":"Dale J."}],"citation-key":"debruine_understanding_2021","container-title":"Advances in Methods and Practices in Psychological Science","DOI":"10.1177/2515245920965119","ISSN":"2515-2459","issue":"1","issued":{"date-parts":[[2021]]},"page":"251524592096511","title":"Understanding Mixed-Effects Models Through Data Simulation","type":"article-journal","volume":"4"},
  {"id":"field_discovering_2013","abstract":"Andy Field's self-deprecating, vivacious but yet easy to understand writing style has won him many plaudits, and now an award from the British Psychological Society (2007), for his irreplaceable Discovering Statistics Using SPSS. The Third Edition is now even more accessible to the introductory student at the very beginning of their statistical journey. The textbook now uniquely walks students from very basic to advanced level concepts, all the while grounding knowledge though the use of SPSS. Accompanied by an improved Companion Web site at www.sagepub.co.uk/field3e including animated \"SPSS walk-throughs\" of tests discussed in the textbook; assessment materials and datasets pertinent to lecturers/instructors in Business & Management and Health Sciences; and a suite of other materials for lecturers/instructors and students as per the 2nd Edition. The original CD-Rom materials are now found on this Web site as well.","author":[{"family":"Field","given":"Andy"},{"family":"Miles","given":"Jeremy"},{"family":"Field","given":"Zoe"}],"citation-key":"field_discovering_2013","DOI":"10.5860/choice.50-2114","ISBN":"978-1-4462-0045-2","issue":"04","issued":{"date-parts":[[2013]]},"number-of-pages":"50","page":"2114-50-2114","title":"Discovering statistics using R","type":"book","volume":"50"},
  {"id":"winter_linear_2013","author":[{"family":"Winter","given":"Bodo"}],"citation-key":"winter_linear_2013","issued":{"date-parts":[[2013]]},"title":"Linear models and linear mixed effects models in R: Tutorial 1","type":"article-journal","URL":"https://bodowinter.com/tutorial/bw_LME_tutorial1.pdf"},
  {"id":"winter_statistics_2019","abstract":"Statistics for Linguists: An Introduction Using R is the first statistics textbook on linear models for linguistics. The book covers simple uses of linear models through generalized models to more advanced approaches, maintaining its focus on conceptual issues and avoiding excessive mathematical details. It contains many applied examples using the R statistical programming environment. Written in an accessible tone and style, this text is the ideal main resource for graduate and advanced undergraduate students of Linguistics statistics courses as well as those in other fields, including Psychology, Cognitive Science, and Data Science.","author":[{"family":"Winter","given":"Bodo"}],"citation-key":"winter_statistics_2019","DOI":"10.4324/9781315165547","ISBN":"978-1-138-05608-4","issued":{"date-parts":[[2019]]},"publisher":"Routledge","title":"Statistics for Linguists: An Introduction Using R","type":"book"},
  {"id":"winter_very_2014","abstract":"This tutorial serves as a quick boot camp to jump-start your own analyses with linear mixed effects models. This text is different from other introductions by being decidedly conceptual; I will focus on why you want to use mixed models and how you should use them. While many introductions to this topic can be very daunting to readers who lake the appropriate statistical background, this text is going to be a softer kind of introduction… so, don't panic! The tutorial requires R – so if you haven't installed it yet, go and get it! I also recommend reading tutorial 1 in this series before you go further. You can find it here:","author":[{"family":"Winter","given":"Bodo"}],"citation-key":"winter_very_2014","issued":{"date-parts":[[2014]]},"title":"A very basic tutorial for performing linear mixed effects analyses (Tutorial 2)","type":"post-weblog","URL":"https://bodowinter.com/tutorial/bw_LME_tutorial2.pdf"}
]
