[
  {"id":"kathawalla_easing_2021","abstract":"This article provides a roadmap to assist graduate students and their advisors to engage in open science practices. We suggest eight open science practices that novice graduate students could begin adopting today. The topics we cover include journal clubs, project workflow, preprints, reproducible code, data sharing, transparent writing, preregistration, and registered reports. To address concerns about not knowing how to engage in open science practices, we provide a difficulty rating of each behavior (easy, medium, difficult), present them in order of suggested adoption, and follow the format of what, why, how, and worries. We give graduate students ideas on how to approach conversations with their advisors/collaborators, ideas on how to integrate open science practices within the graduate school framework, and specific resources on how to engage with each behavior. We emphasize that engaging in open science behaviors need not be an all or nothing approach, but rather graduate students can engage with any number of the behaviors outlined.","accessed":{"date-parts":[[2023,3,9]]},"author":[{"family":"Kathawalla","given":"Ummul-Kiram"},{"family":"Silverstein","given":"Priya"},{"family":"Syed","given":"Moin"}],"citation-key":"kathawalla_easing_2021","container-title":"Collabra: Psychology","DOI":"10.1525/collabra.18684","ISSN":"2474-7394","issue":"1","issued":{"date-parts":[[2021,1,26]]},"language":"en","page":"18684","source":"DOI.org (Crossref)","title":"Easing Into Open Science: A Guide for Graduate Students and Their Advisors","title-short":"Easing Into Open Science","type":"article-journal","URL":"https://online.ucpress.edu/collabra/article/doi/10.1525/collabra.18684/115927/Easing-Into-Open-Science-A-Guide-for-Graduate","volume":"7"},
  {"id":"laurinavichyute_share_2022","abstract":"In 2019 the Journal of Memory and Language instituted an open data and code policy; this policy requires that, as a rule, code and data be released at the latest upon publication. How effective is this policy? We compared 59 papers published before, and 59 papers published after, the policy took effect. After the policy was in place, the rate of data sharing increased by more than 50%. We further looked at whether papers published under the open data policy were reproducible, in the sense that the published results should be possible to regenerate given the data, and given the code, when code was provided. For 8 out of the 59 papers, data sets were inaccessible. The reproducibility rate ranged from 34% to 56%, depending on the reproducibility criteria. The strongest predictor of whether an attempt to reproduce would be successful is the presence of the analysis code: it increases the probability of reproducing reported results by almost 40%. We propose two simple steps that can increase the reproducibility of published papers: share the analysis code, and attempt to reproduce one’s own analysis using only the shared materials.","author":[{"family":"Laurinavichyute","given":"Anna"},{"family":"Yadav","given":"Himanshu"},{"family":"Vasishth","given":"Shravan"}],"citation-key":"laurinavichyute_share_2022","container-title":"Journal of Memory and Language","issued":{"date-parts":[[2022]]},"language":"en","page":"12","source":"Zotero","title":"Share the code, not just the data: A case study of the reproducibility of articles published in the Journal of Memory and Language under the open data policy","type":"article-journal","volume":"125"},
  {"id":"Nieuwland2018","abstract":"Do people routinely pre-activate the meaning and even the phonological form of upcoming words? The most acclaimed evidence for phonological prediction comes from a 2005 Nature Neuroscience publication by DeLong, Urbach and Kutas, who observed a graded modulation of electrical brain potentials (N400) to nouns and preceding articles by the probability that people use a word to continue the sentence fragment (‘cloze’). In our direct replication study spanning 9 laboratories (N=334), pre-registered replication-analyses and exploratory Bayes factor analyses successfully replicated the noun-results but, crucially, not the article-results. Pre-registered single-trial analyses also yielded a statistically significant effect for the nouns but not the articles. Exploratory Bayesian single-trial analyses showed that the article-effect may be non-zero but is likely far smaller than originally reported and too small to observe without very large sample sizes. Our results do not support the view that readers routinely pre-activate the phonological form of predictable words.","author":[{"family":"Nieuwland","given":"Mante S."},{"family":"Politzer-Ahles","given":"Stephen"},{"family":"Heyselaar","given":"Evelien"},{"family":"Segaert","given":"Katrien"},{"family":"Darley","given":"Emily"},{"family":"Kazanina","given":"Nina"},{"family":"Von Grebmer Zu Wolfsthurn","given":"Sarah"},{"family":"Bartolozzi","given":"Federica"},{"family":"Kogan","given":"Vita"},{"family":"Ito","given":"Aine"},{"family":"Mézière","given":"Diane"},{"family":"Barr","given":"Dale J."},{"family":"Rousselet","given":"Guillaume A."},{"family":"Ferguson","given":"Heather J."},{"family":"Busch-Moreno","given":"Simon"},{"family":"Fu","given":"Xiao"},{"family":"Tuomainen","given":"Jyrki"},{"family":"Kulakova","given":"Eugenia"},{"family":"Husband","given":"E. Matthew"},{"family":"Donaldson","given":"David I."},{"family":"Kohút","given":"Zdenko"},{"family":"Rueschemeyer","given":"Shirley Ann"},{"family":"Huettig","given":"Falk"}],"citation-key":"Nieuwland2018","container-title":"eLife","DOI":"10.7554/eLife.33468","ISSN":"2050084X","issued":{"date-parts":[[2018]]},"page":"1-24","PMID":"29631695","title":"Large-scale replication study reveals a limit on probabilistic prediction in language comprehension","type":"article-journal","volume":"7"},
  {"id":"peels_replicability_2019","abstract":"A large number of scientists and several news platforms have, over the last few years, been speaking of a replication crisis in various academic disciplines, especially the biomedical and social sciences. This paper answers the novel question of whether we should also pursue replication in the humanities. First, I create more conceptual clarity by defining, in addition to the term “humanities,” various key terms in the debate on replication, such as “reproduction” and “replicability.” In doing so, I pay attention to what is supposed to be the object of replication: certain studies, particular inferences, of specific results. After that, I spell out three reasons for thinking that replication in the humanities is not possible and argue that they are unconvincing. Subsequently, I give a more detailed case for thinking that replication in the humanities is possible. Finally, I explain why such replication in the humanities is not only possible, but also desirable.","accessed":{"date-parts":[[2023,3,10]]},"author":[{"family":"Peels","given":"Rik"}],"citation-key":"peels_replicability_2019","container-title":"Research Integrity and Peer Review","container-title-short":"Res Integr Peer Rev","DOI":"10.1186/s41073-018-0060-4","ISSN":"2058-8615","issue":"1","issued":{"date-parts":[[2019,12]]},"language":"en","page":"2","source":"DOI.org (Crossref)","title":"Replicability and replication in the humanities","type":"article-journal","URL":"https://researchintegrityjournal.biomedcentral.com/articles/10.1186/s41073-018-0060-4","volume":"4"},
  {"id":"penders_rinse_2019","abstract":"The increasing pursuit of replicable research and actual replication of research is a political project that articulates a very speciﬁc technology of accountability for science. This project was initiated in response to concerns about the openness and trustworthiness of science. Though applicable and valuable in many ﬁelds, here we argue that this value cannot be extended everywhere, since the epistemic content of ﬁelds, as well as their accountability infrastructures, diﬀer. Furthermore, we argue that there are limits to replicability across all ﬁelds; but in some ﬁelds, including parts of the humanities, these limits severely undermine the value of replication to account for the value of research.","accessed":{"date-parts":[[2023,3,10]]},"author":[{"literal":"Penders"},{"literal":"Holbrook"},{"literal":"de Rijcke"}],"citation-key":"penders_rinse_2019","container-title":"Publications","container-title-short":"Publications","DOI":"10.3390/publications7030052","ISSN":"2304-6775","issue":"3","issued":{"date-parts":[[2019,7,17]]},"language":"en","page":"52","source":"DOI.org (Crossref)","title":"Rinse and Repeat: Understanding the Value of Replication across Different Ways of Knowing","title-short":"Rinse and Repeat","type":"article-journal","URL":"https://www.mdpi.com/2304-6775/7/3/52","volume":"7"},
  {"id":"roettger_preregistration_2021","abstract":"The current publication system neither incentivizes publishing null results nor direct replication attempts, which biases the scientific record toward novel findings that appear to support presented hypotheses (referred to as \"publication bias\"). Moreover, flexibility in data collection, measurement, and analysis (referred to as \"researcher degrees of freedom\") can lead to overconfident beliefs in the robustness of a statistical relationship. One way to systematically decrease publication bias and researcher degrees of freedom is preregistration. A preregistration is a time-stamped document that specifies how data is to be collected, measured, and analyzed prior to data collection. While preregistration is a powerful tool to reduce bias, it comes with certain challenges and limitations which have to be evaluated for each scientific discipline individually. This paper discusses the application, challenges and limitations of preregistration for experimental linguistic research.","author":[{"family":"Roettger","given":"Timo B."}],"citation-key":"roettger_preregistration_2021","container-title":"Linguistics","DOI":"10.1515/ling-2019-0048","ISSN":"00243949","issue":"5","issued":{"date-parts":[[2021]]},"page":"1227-1249","title":"Preregistration in experimental linguistics: Applications, challenges, and limitations","type":"article-journal","volume":"59"},
  {"id":"roettger_reproducible_2022","abstract":"Scientific studies of language span across many disciplines and provide evidence for social, cultural, cognitive, technological, and biomedical studies of human nature and behavior. By becoming increasingly empirical and quantitative, linguistics has been facing challenges and limitations of the scientific practices that pose barriers to reproducibility and replicability. One of the proposed solutions to the widely acknowledged reproducibility and replicability crisis has been the implementation of transparency practices, e.g. open access publishing, preregistrations, sharing study materials, data, and analyses, performing study replications and declaring conflicts of interest. Here, we have assessed the prevalence of these practices in randomly sampled 600 journal articles from linguistics across two time points. In line with similar studies in other disciplines, we found a moderate amount of articles published open access, but overall low rates of sharing materials, data, and protocols, no preregistrations, very few replications and low rates of conflict of interest reports. These low rates have not increased noticeably between 2008/2009 and 2018/2019, pointing to remaining barriers and slow adoption of open and reproducible research practices in linguistics. As linguistics has not yet firmly established transparency and reproducibility as guiding principles in research, we provide recommendations and solutions for facilitating the adoption of these practices.","accessed":{"date-parts":[[2023,3,9]]},"author":[{"family":"Roettger","given":"Timo"},{"family":"Bochynska","given":"Agata"},{"family":"Buchanan","given":"Erin"},{"family":"Casillas","given":"Joseph"},{"family":"Halfacre","given":"Caitlin"},{"family":"Keeble","given":"Liam"},{"family":"Röthlisberger","given":"Melanie"},{"family":"Champagne","given":"Irys-Amélie"},{"family":"Chen","given":"Kaidi"}],"citation-key":"roettger_reproducible_2022","contributor":[{"family":"Open Science Framework","given":""}],"DOI":"10.17605/OSF.IO/J2Q5P","issued":{"date-parts":[[2022,8,30]]},"language":"en","license":"CC-By Attribution 4.0 International","publisher":"Open Science Framework","source":"DOI.org (Datacite)","title":"Reproducible research practices and transparency in linguistics","type":"article-journal","URL":"https://osf.io/j2q5p/"},
  {"id":"sonning_replication_2021","accessed":{"date-parts":[[2023,3,10]]},"author":[{"family":"Sönning","given":"Lukas"},{"family":"Werner","given":"Valentin"}],"citation-key":"sonning_replication_2021","container-title":"Linguistics","DOI":"10.1515/ling-2019-0045","ISSN":"0024-3949, 1613-396X","issue":"5","issued":{"date-parts":[[2021,9,27]]},"language":"en","page":"1179-1206","source":"DOI.org (Crossref)","title":"The replication crisis, scientific revolutions, and linguistics","type":"article-journal","URL":"https://www.degruyter.com/document/doi/10.1515/ling-2019-0045/html","volume":"59"}
]
