[
  {"id":"delong_probabilistic_2005","abstract":"Despite the numerous examples of anticipatory cognitive processes at micro and macro levels in many animal species, the idea that anticipation of specific words plays an integral role in real-time language processing has been contentious. Here we exploited a phonological regularity of English indefinite articles ('an' precedes nouns beginning with vowel sounds, whereas 'a' precedes nouns beginning with consonant sounds) in combination with event-related brain potential recordings from the human scalp to show that readers' brains can pre-activate individual words in a graded fashion to a degree that can be estimated from the probability that each word is given as a continuation for a sentence fragment offline. These findings are evidence that readers use the words in a sentence (as cues to their world knowledge) to estimate relative likelihoods for upcoming words.","author":[{"family":"DeLong","given":"Katherine A."},{"family":"Urbach","given":"Thomas P."},{"family":"Kutas","given":"Marta"}],"citation-key":"delong_probabilistic_2005","container-title":"Nature Neuroscience","DOI":"10.1038/nn1504","issue":"8","issued":{"date-parts":[[2005]]},"page":"1117-1121","title":"Probabilistic word pre-activation during language comprehension inferred from electrical brain activity","type":"article-journal","volume":"8"},
  {"id":"ioannidis_why_2005","abstract":"There is increasing concern that most current published research findings are false. The probability that a research claim is true may depend on study power and bias, the number of other studies on the same question, and, importantly, the ratio of true to no relationships among the relationships probed in each scientific field. In this framework, a research finding is less likely to be true when the studies conducted in a field are smaller; when effect sizes are smaller; when there is a greater number and lesser preselection of tested relationships; where there is greater flexibility in designs, definitions, outcomes, and analytical modes; when there is greater financial and other interest and prejudice; and when more teams are involved in a scientific field in chase of statistical significance. Simulations show that for most study designs and settings, it is more likely for a research claim to be false than true. Moreover, for many current scientific fields, claimed research findings may often be simply accurate measures of the prevailing bias. In this essay, I discuss the implications of these problems for the conduct and interpretation of research.","author":[{"family":"Ioannidis","given":"John P.A."}],"citation-key":"ioannidis_why_2005","container-title":"PLoS Med","DOI":"10.1371/journal.pmed.0020124","ISBN":"9783319513584","ISSN":"15491277","issue":"8","issued":{"date-parts":[[2005]]},"page":"2-8","PMID":"16060722","title":"Why most published research findings are false","type":"article-journal","volume":"2"},
  {"id":"kathawalla_easing_2021","abstract":"This article provides a roadmap to assist graduate students and their advisors to engage in open science practices. We suggest eight open science practices that novice graduate students could begin adopting today. The topics we cover include journal clubs, project workflow, preprints, reproducible code, data sharing, transparent writing, preregistration, and registered reports. To address concerns about not knowing how to engage in open science practices, we provide a difficulty rating of each behavior (easy, medium, difficult), present them in order of suggested adoption, and follow the format of what, why, how, and worries. We give graduate students ideas on how to approach conversations with their advisors/collaborators, ideas on how to integrate open science practices within the graduate school framework, and specific resources on how to engage with each behavior. We emphasize that engaging in open science behaviors need not be an all or nothing approach, but rather graduate students can engage with any number of the behaviors outlined.","accessed":{"date-parts":[[2023,3,9]]},"author":[{"family":"Kathawalla","given":"Ummul-Kiram"},{"family":"Silverstein","given":"Priya"},{"family":"Syed","given":"Moin"}],"citation-key":"kathawalla_easing_2021","container-title":"Collabra: Psychology","DOI":"10.1525/collabra.18684","ISSN":"2474-7394","issue":"1","issued":{"date-parts":[[2021,1,26]]},"language":"en","page":"18684","source":"DOI.org (Crossref)","title":"Easing Into Open Science: A Guide for Graduate Students and Their Advisors","title-short":"Easing Into Open Science","type":"article-journal","URL":"https://online.ucpress.edu/collabra/article/doi/10.1525/collabra.18684/115927/Easing-Into-Open-Science-A-Guide-for-Graduate","volume":"7"},
  {"id":"nieuwland_large-scale_2018","abstract":"Do people routinely pre-activate the meaning and even the phonological form of upcoming words? The most acclaimed evidence for phonological prediction comes from a 2005 Nature Neuroscience publication by DeLong, Urbach and Kutas, who observed a graded modulation of electrical brain potentials (N400) to nouns and preceding articles by the probability that people use a word to continue the sentence fragment (‘cloze’). In our direct replication study spanning 9 laboratories (N=334), pre-registered replication-analyses and exploratory Bayes factor analyses successfully replicated the noun-results but, crucially, not the article-results. Pre-registered single-trial analyses also yielded a statistically significant effect for the nouns but not the articles. Exploratory Bayesian single-trial analyses showed that the article-effect may be non-zero but is likely far smaller than originally reported and too small to observe without very large sample sizes. Our results do not support the view that readers routinely pre-activate the phonological form of predictable words.","accessed":{"date-parts":[[2023,3,9]]},"author":[{"family":"Nieuwland","given":"Mante S"},{"family":"Politzer-Ahles","given":"Stephen"},{"family":"Heyselaar","given":"Evelien"},{"family":"Segaert","given":"Katrien"},{"family":"Darley","given":"Emily"},{"family":"Kazanina","given":"Nina"},{"family":"Von Grebmer Zu Wolfsthurn","given":"Sarah"},{"family":"Bartolozzi","given":"Federica"},{"family":"Kogan","given":"Vita"},{"family":"Ito","given":"Aine"},{"family":"Mézière","given":"Diane"},{"family":"Barr","given":"Dale J"},{"family":"Rousselet","given":"Guillaume A"},{"family":"Ferguson","given":"Heather J"},{"family":"Busch-Moreno","given":"Simon"},{"family":"Fu","given":"Xiao"},{"family":"Tuomainen","given":"Jyrki"},{"family":"Kulakova","given":"Eugenia"},{"family":"Husband","given":"E Matthew"},{"family":"Donaldson","given":"David I"},{"family":"Kohút","given":"Zdenko"},{"family":"Rueschemeyer","given":"Shirley-Ann"},{"family":"Huettig","given":"Falk"}],"citation-key":"nieuwland_large-scale_2018","container-title":"eLife","DOI":"10.7554/eLife.33468","ISSN":"2050-084X","issued":{"date-parts":[[2018,4,3]]},"language":"en","page":"e33468","source":"DOI.org (Crossref)","title":"Large-scale replication study reveals a limit on probabilistic prediction in language comprehension","type":"article-journal","URL":"https://elifesciences.org/articles/33468","volume":"7"},
  {"id":"wickham_r_nodate","author":[{"family":"Wickham","given":"Hadley"},{"family":"Çetinkaya-Rundel","given":"Mine"},{"family":"Grolemund","given":"Garrett"}],"citation-key":"wickham_r_nodate","edition":"2","title":"R for Data Science","type":"book","URL":"https://r4ds.hadley.nz/"}
]
