[
  {"id":"comrie_aspect_1976","author":[{"family":"Comrie","given":"B"}],"citation-key":"comrie_aspect_1976","issued":{"date-parts":[[1976]]},"publisher":"Cambridge: Cambridge University Press.","title":"Aspect: An introduction to the study of verbal aspect and related problems","type":"book"},
  {"id":"mittwoch_english_2008","abstract":"A sentence in the Resultative perfect licenses two inferences: (a) the occurrence of an event (b) the state caused by this event obtains at evaluation time. In this paper I show that this use of the perfect is subject to a large number of distributional restrictions that all serve to highlight the result inference at the expense of the event inference. Nevertheless, only the event inference determines the truth conditions of this use of the perfect, the result inference being a unique type of conventional implicature. I argue furthermore that, since the result state is singular, the event that causes it must also be singular, whereas the Experiential perfect is purely quantificational. But in out-of-the-blue contexts the past tense is also normally interpreted as singular. This leads to a certain amount of competition between the Resultative perfect and the past tense, and it is this competition, I suggest, that maintains the conventional (non-truth conditional) result state inference. © 2008 Springer Science+Business Media B.V.","author":[{"family":"Mittwoch","given":"Anita"}],"citation-key":"mittwoch_english_2008","container-title":"Linguistics and Philosophy","DOI":"10.1007/s10988-008-9037-y","ISSN":"01650157","issue":"3","issued":{"date-parts":[[2008]]},"page":"323-351","title":"The English Resultative perfect and its relationship to the Experiential perfect and the simple past tense","type":"article-journal","volume":"31"},
  {"id":"mittwoch_tenses_2008","author":[{"family":"Mittwoch","given":"Anita"}],"citation-key":"mittwoch_tenses_2008","container-title":"Theoretical and crosslinguistic approaches to the semantics of aspect","issued":{"date-parts":[[2008]]},"page":"167","title":"Tenses for the living and the dead","type":"article-journal","volume":"110"}
]
