[
  {"id":"biondo_yesterday_2022","abstract":"The ability to think about nonpresent time is a crucial aspect of human cognition. Both the past and future imply a temporal displacement of an event outside the “now.” They also intrinsically differ: The past refers to inalterable events; the future to alterable events, to possible worlds. Are the past and future processed similarly or differently? In this study, we addressed this question by investigating how Spanish speakers process past/future time reference violations during sentence processing, while recording eye movements. We also investigated the role of verbs (in isolation; within sentences) and adverbs (deictic; nondeictic) during time processing. Existing accounts propose that past processing, which requires a link to discourse, is more complex than future processing, which—like the present—is locally bound. Our ﬁndings show that past and future processing differs, especially at early stages of verb processing, but this difference is not limited to the presence/absence of discourse linking. We found earlier mismatch effects for past compared to future time reference in incongruous sentences, in line with previous studies. Interestingly, it took longer to categorize the past than the future tense when verbs were presented in isolation. However, it took longer to categorize the future than the past when verbs were presented in congruous sentences, arguably because the future implies alterable worlds. Finally, temporal adverbs were found to play an important role in reinspection and reanalysis triggered by the presence of undeﬁned time frames (nondeictic adverbs) or incongruences (mismatching verbs).","accessed":{"date-parts":[[2023,3,2]]},"author":[{"family":"Biondo","given":"Nicoletta"},{"family":"Soilemezidi","given":"Marielena"},{"family":"Mancini","given":"Simona"}],"citation-key":"biondo_yesterday_2022","container-title":"Journal of Experimental Psychology: Learning, Memory, and Cognition","container-title-short":"Journal of Experimental Psychology: Learning, Memory, and Cognition","DOI":"10.1037/xlm0001053","ISSN":"1939-1285, 0278-7393","issue":"7","issued":{"date-parts":[[2022,7]]},"language":"en","page":"1001-1018","source":"DOI.org (Crossref)","title":"Yesterday is history, tomorrow is a mystery: An eye-tracking investigation of the processing of past and future time reference during sentence reading.","title-short":"Yesterday is history, tomorrow is a mystery","type":"article-journal","URL":"http://doi.apa.org/getdoi.cfm?doi=10.1037/xlm0001053","volume":"48"},
  {"id":"laurinavichyute_share_2022","abstract":"In 2019 the Journal of Memory and Language instituted an open data and code policy; this policy requires that, as a rule, code and data be released at the latest upon publication. How effective is this policy? We compared 59 papers published before, and 59 papers published after, the policy took effect. After the policy was in place, the rate of data sharing increased by more than 50%. We further looked at whether papers published under the open data policy were reproducible, in the sense that the published results should be possible to regenerate given the data, and given the code, when code was provided. For 8 out of the 59 papers, data sets were inaccessible. The reproducibility rate ranged from 34% to 56%, depending on the reproducibility criteria. The strongest predictor of whether an attempt to reproduce would be successful is the presence of the analysis code: it increases the probability of reproducing reported results by almost 40%. We propose two simple steps that can increase the reproducibility of published papers: share the analysis code, and attempt to reproduce one’s own analysis using only the shared materials.","author":[{"family":"Laurinavichyute","given":"Anna"},{"family":"Yadav","given":"Himanshu"},{"family":"Vasishth","given":"Shravan"}],"citation-key":"laurinavichyute_share_2022","container-title":"Journal of Memory and Language","issued":{"date-parts":[[2022]]},"language":"en","page":"12","source":"Zotero","title":"Share the code, not just the data: A case study of the reproducibility of articles published in the Journal of Memory and Language under the open data policy","type":"article-journal","volume":"125"},
  {"id":"vasishth_statistical_2016-2","abstract":"We provide an introductory review of Bayesian data analytical methods, with a focus on applications for linguistics, psychology, psycholinguistics, and cognitive science. The empirically oriented researcher will benefit from making Bayesian methods part of their statistical toolkit due to the many advantages of this framework, among them easier interpretation of results relative to research hypotheses, and flexible model specification. We present an informal introduction to the foundational ideas behind Bayesian data analysis, using, as an example, a linear mixed models analysis of data from a typical psycholinguistics experiment. We discuss hypothesis testing using the Bayes factor, and model selection using cross-validation. We close with some examples illustrating the flexibility of model specification in the Bayesian framework. Suggestions for further reading are also provided.","author":[{"family":"Vasishth","given":"Shravan"},{"family":"Nicenboim","given":"Bruno"}],"citation-key":"vasishth_statistical_2016-2","container-title":"Language and Linguistics Compass","DOI":"10.1111/lnc3.12207","issue":"11","issued":{"date-parts":[[2016]]},"page":"591-613","title":"Statistical methods for linguistic research: Foundational Ideas—Part I","type":"article-journal","volume":"10"},
  {"id":"vasishth_what_2013","abstract":"Eye movement data have proven to be very useful for investigating human sentence processing. Eyetracking research has addressed a wide range of questions, such as recovery mechanisms following garden-pathing, the timing of processes driving comprehension, the role of anticipation and expectation in parsing, the role of semantic, pragmatic, and prosodic information, and so on. However, there are some limitations regarding the inferences that can be made on the basis of eye movements. One relates to the nontrivial interaction between parsing and the eye movement control system which complicates the interpretation of eye movement data. Detailed computational models that integrate parsing with eye movement control theories have the potential to unpack the complexity of eye movement data and can therefore aid in the interpretation of eye movements. Another limitation is the difficulty of capturing spatiotemporal patterns in eye movements using the traditional word-based eyetracking measures. Recent research has demonstrated the relevance of these patterns and has shown how they can be analyzed. In this review, we focus on reading, and present examples demonstrating how eye movement data reveal what events unfold when the parser runs into difficulty, and how the parsing system interacts with eye movement control. WIREs Cogn Sci 2013, 4:125–134. doi: 10.1002/wcs.1209 For further resources related to this article, please visit the WIREs website.","author":[{"family":"Vasishth","given":"Shravan"},{"family":"Malsburg","given":"Titus","non-dropping-particle":"von der"},{"family":"Engelmann","given":"Felix"}],"citation-key":"vasishth_what_2013","container-title":"Wiley Interdisciplinary Reviews: Cognitive Science","DOI":"10.1002/wcs.1209","ISSN":"1939-5086","issue":"2","issued":{"date-parts":[[2013]]},"page":"125-134","title":"What eye movements can tell us about sentence comprehension","type":"article-journal","volume":"4"},
  {"id":"Winter","abstract":"This tutorial serves as a quick boot camp to jump-start your own analyses with linear mixed effects models. This text is different from other introductions by being decidedly conceptual; I will focus on why you want to use mixed models and how you should use them. While many introductions to this topic can be very daunting to readers who lake the appropriate statistical background, this text is going to be a softer kind of introduction… so, don't panic! The tutorial requires R – so if you haven't installed it yet, go and get it! I also recommend reading tutorial 1 in this series before you go further. You can find it here:","author":[{"family":"Winter","given":"Bodo"}],"citation-key":"Winter","issued":{"date-parts":[[2014]]},"title":"A very basic tutorial for performing linear mixed effects analyses (Tutorial 2)","type":"post-weblog"},
  {"id":"winter_linear_2016","author":[{"family":"Winter","given":"Bodo"}],"citation-key":"winter_linear_2016","issued":{"date-parts":[[2016]]},"title":"Linear models and linear mixed effects models in R: Tutorial 1","type":"post-weblog"},
  {"id":"winter_statistics_2019-1","abstract":"Statistics for Linguists: An Introduction Using R is the first statistics textbook on linear models for linguistics. The book covers simple uses of linear models through generalized models to more advanced approaches, maintaining its focus on conceptual issues and avoiding excessive mathematical details. It contains many applied examples using the R statistical programming environment. Written in an accessible tone and style, this text is the ideal main resource for graduate and advanced undergraduate students of Linguistics statistics courses as well as those in other fields, including Psychology, Cognitive Science, and Data Science.","author":[{"family":"Winter","given":"Bodo"}],"citation-key":"winter_statistics_2019-1","DOI":"10.4324/9781315165547","ISBN":"978-1-138-05608-4","issued":{"date-parts":[[2019]]},"publisher":"Routledge","title":"Statistics for Linguists: An Introduction Using R","type":"book"}
]
