[
  {"id":"nordmann_applied_2022","author":[{"family":"Nordmann","given":"Emily"},{"family":"DeBruine","given":"Lisa"}],"citation-key":"nordmann_applied_2022","DOI":"10.5281/zenodo.6365078","issued":{"date-parts":[[2022,3]]},"publisher":"Zenodo","title":"Applied data skills","type":"software","URL":"https://doi.org/10.5281/zenodo.6365078","version":"1.0"},
  {"id":"nordmann_data_2022","abstract":"In addition to benefiting reproducibility and transparency, one of the advantages of using R is that researchers have a much larger range of fully customizable data visualizations options than are typically available in point-and-click software because of the open-source nature of R. These visualization options not only look attractive but also can increase transparency about the distribution of the underlying data rather than relying on commonly used visualizations of aggregations, such as bar charts of means. In this tutorial, we provide a practical introduction to data visualization using R specifically aimed at researchers who have little to no prior experience of using R. First, we detail the rationale for using R for data visualization and introduce the “grammar of graphics” that underlies data visualization using the ggplot package. The tutorial then walks the reader through how to replicate plots that are commonly available in pointand-click software, such as histograms and box plots, and shows how the code for these “basic” plots can be easily extended to less commonly available options, such as violin box plots. The data set and code used in this tutorial and an interactive version with activity solutions, additional resources, and advanced plotting options are available at https:// osf.io/bj83f/.","accessed":{"date-parts":[[2022,11,1]]},"author":[{"family":"Nordmann","given":"Emily"},{"family":"McAleer","given":"Phil"},{"family":"Toivo","given":"Wilhelmiina"},{"family":"Paterson","given":"Helena"},{"family":"DeBruine","given":"Lisa M."}],"citation-key":"nordmann_data_2022","container-title":"Advances in Methods and Practices in Psychological Science","container-title-short":"Advances in Methods and Practices in Psychological Science","DOI":"10.1177/25152459221074654","ISSN":"2515-2459, 2515-2467","issue":"2","issued":{"date-parts":[[2022,4]]},"language":"en","page":"251524592210746","source":"DOI.org (Crossref)","title":"Data Visualization Using R for Researchers Who Do Not Use R","type":"article-journal","URL":"http://journals.sagepub.com/doi/10.1177/25152459221074654","volume":"5"},
  {"id":"wickham_r_nodate","author":[{"family":"Wickham","given":"Hadley"},{"family":"Çetinkaya-Rundel","given":"Mine"},{"family":"Grolemund","given":"Garrett"}],"citation-key":"wickham_r_nodate","edition":"2","title":"R for Data Science","type":"book","URL":"https://r4ds.hadley.nz/"}
]
