[
  {"id":"clifton_syntactic_2011","accessed":{"date-parts":[[2023,4,3]]},"author":[{"family":"Clifton","given":"Charles"},{"family":"Staub","given":"Adrian"}],"citation-key":"clifton_syntactic_2011","container-title":"Oxford Handbook of Eye Movements","DOI":"10.1093/oxfordhb/9780199539789.013.0049","issued":{"date-parts":[[2011,8,18]]},"publisher":"Oxford University Press","source":"DOI.org (Crossref)","title":"Syntactic influences on eye movements during reading","type":"chapter","URL":"https://academic.oup.com/edited-volume/41257/chapter/350830537"},
  {"id":"juhasz_lexical_2011","abstract":"In this chapter, we review experiments in which people read text (often single sentences) while properties of individual target words were manipulated. These properties include the frequency of a word in the language, as well as its orthographic, phonological, morphological, and semantic properties. We also brie y review contingent display change experiments in which properties of a word seen only in the parafovea are manipulated. The ndings from these experiments indicate that many aspects related to the structure of a xated word in uence xation times on that word. It is thus apparent that lexical processing is having quite an immediate e ect on the progress of the eyes through the text. In the concluding section, we describe how these data are consistent with the E-Z Reader model (see also Reichle, Chapter 42 , this volume), which posits that only one word is attended to at a time (although more than one word is often processed on a xation). We also highlight issues related to lexical processing which are currently not addressed by models of eye movements in reading.","author":[{"family":"Juhasz","given":"Barbara J"},{"family":"Pollatsek","given":"Alexander"}],"citation-key":"juhasz_lexical_2011","container-title":"Oxford Handbook of Eye Movements","issued":{"date-parts":[[2011]]},"language":"en","source":"Zotero","title":"Lexical influences on eye movements in reading","type":"chapter"},
  {"id":"rayner_eye_2009-1","abstract":"Eye movements are now widely used to investigate cognitive processes during reading, scene perception, and visual search. In this article, research on the following topics is reviewed with respect to reading: (a) the perceptual span (or span of effective vision), (b) preview benefit, (c) eye movement control, and (d) models of eye movements. Related issues with respect to eye movements during scene perception and visual search are also reviewed. It is argued that research on eye movements during reading has been somewhat advanced over research on eye movements in scene perception and visual search and that some of the paradigms developed to study reading should be more widely adopted in the study of scene perception and visual search. Research dealing with \"real-world\" tasks and research utilizing the visual-world paradigm are also briefly discussed.","author":[{"family":"Rayner","given":"Keith"}],"citation-key":"rayner_eye_2009-1","DOI":"10.1080/17470210902816461","ISBN":"1747-0226 (Electronic)\\r1747-0218 (Linking)","issue":"8","issued":{"date-parts":[[2009]]},"number-of-pages":"1457-1506","title":"Eye movements and attention in reading, scene perception, and visual search","type":"book","volume":"62"},
  {"id":"rayner_linguistic_2011","abstract":"In this chapter we consider the extent to which eye movements are in uenced by linguistic processing during reading. We contrast the linguistic/cognitive position, according to which eye movements are in uenced to a signi cant degree by language processing with the oculomotor view, according to which xation durations are largely independent of linguistic processing. We then brie y discuss eye movement measures in relation to language processing, before turning to four topics associated with lexical processing during reading (frequency e ects, predictability e ects, disappearing text, and distributional analyses of word frequency e ects). We conclude this section by considering how processing associated with lexical identi cation is distributed across xations during reading. In the next section we discuss higher order linguistic in uences on reading. In particular, we examine plausibility e ects, referential e ects, and focus operator e ects. We then describe some recent ndings from studies investigating mindless reading. Finally, we conclude that any comprehensive account of eye movements during reading must specify the nature of linguistic processes associated with comprehension in relation to the oculomotor decisions of where and when to move the eyes.","author":[{"family":"Rayner","given":"Keith"},{"family":"Liversedge","given":"Simon P"}],"citation-key":"rayner_linguistic_2011","container-title":"Oxford Handbook of Eye Movements","issued":{"date-parts":[[2011]]},"language":"en","source":"Zotero","title":"Linguistic and cognitive influences on eye-movements during reading","type":"chapter"},
  {"id":"vasishth_what_2013","abstract":"Eye movement data have proven to be very useful for investigating human sentence processing. Eyetracking research has addressed a wide range of questions, such as recovery mechanisms following garden-pathing, the timing of processes driving comprehension, the role of anticipation and expectation in parsing, the role of semantic, pragmatic, and prosodic information, and so on. However, there are some limitations regarding the inferences that can be made on the basis of eye movements. One relates to the nontrivial interaction between parsing and the eye movement control system which complicates the interpretation of eye movement data. Detailed computational models that integrate parsing with eye movement control theories have the potential to unpack the complexity of eye movement data and can therefore aid in the interpretation of eye movements. Another limitation is the difficulty of capturing spatiotemporal patterns in eye movements using the traditional word-based eyetracking measures. Recent research has demonstrated the relevance of these patterns and has shown how they can be analyzed. In this review, we focus on reading, and present examples demonstrating how eye movement data reveal what events unfold when the parser runs into difficulty, and how the parsing system interacts with eye movement control. WIREs Cogn Sci 2013, 4:125–134. doi: 10.1002/wcs.1209 For further resources related to this article, please visit the WIREs website.","author":[{"family":"Vasishth","given":"Shravan"},{"family":"Malsburg","given":"Titus","non-dropping-particle":"von der"},{"family":"Engelmann","given":"Felix"}],"citation-key":"vasishth_what_2013","container-title":"Wiley Interdisciplinary Reviews: Cognitive Science","DOI":"10.1002/wcs.1209","ISBN":"1939-5086","ISSN":"19395078","issue":"2","issued":{"date-parts":[[2013]]},"page":"125-134","PMID":"26304190","title":"What eye movements can tell us about sentence comprehension","type":"article-journal","volume":"4"},
  {"id":"warren_influence_2011","abstract":"This chapter reviews ndings investigating the ways the following factors in uence eye movements when readers encounter an anomaly or implausibility: 1) the kind of information cueing the anomaly, 2) the severity of the anomaly, 3) the semantic and syntactic context in which the anomaly occurs, and 4) text-external factors like reader-speci c characteristics or the orthography of the language being read. The relation of these results to theories of language comprehension is then discussed. The chapter concludes with some ideas about how a new version of the E-Z Reader model of eye movement control during reading (Reichle et al., 2009) might help us understand eye movement reactions to semantic anomalies and how studying those eye movement reactions might help improve the model.","author":[{"family":"Warren","given":"Tessa"}],"citation-key":"warren_influence_2011","container-title":"Oxford Handbook of Eye Movements","issued":{"date-parts":[[2011]]},"language":"en","source":"Zotero","title":"The influence of implausibility and anomaly on eye movements during reading","type":"chapter"}
]
